export const category = [
  {
    "Название категории": [
      "Название подкатегории",
      "Название подкатегории",
      "Название подкатегории",
    ],
  },
];

export const brands = [
  "Атрибут",
  "Атрибут",
  "Атрибут",
  "Атрибут",
  "Атрибут",
  "Атрибут",
  "Атрибут",
  "Атрибут",
  "Атрибут",
  "Атрибут",
  "Атрибут",
  "Атрибут",
  "Атрибут",
  "Атрибут",
  "Атрибут",
];

export const cards = [
  {
    brand: "Бренд",
    name: "Полное название товара в несколько строк для вида с обрывом в конце строки",
    price: 5990,
    oldPrice: 5990,
    available: true,
  },
  {
    brand: "Бренд",
    name: "Полное название товара в несколько строк для вида с обрывом в конце строки",
    price: 5990,
    oldPrice: 5990,
    available: true,
  },
  {
    brand: "Бренд",
    name: "Полное название товара в несколько строк для вида с обрывом в конце строки",
    price: 5990,
    oldPrice: 5990,
    available: false,
  },
  {
    brand: "Бренд",
    name: "Полное название товара в несколько строк для вида с обрывом в конце строки",
    price: 5990,
    oldPrice: 5990,
    available: true,
  },
  {
    brand: "Бренд",
    name: "Полное название товара в несколько строк для вида с обрывом в конце строки",
    price: 5990,
    oldPrice: 5990,
    available: true,
  },
  {
    brand: "Бренд",
    name: "Полное название товара в несколько строк для вида с обрывом в конце строки",
    price: 5990,
    oldPrice: 5990,
    available: true,
  },
  {
    brand: "Бренд",
    name: "Полное название товара в несколько строк для вида с обрывом в конце строки",
    price: 5990,
    oldPrice: 5990,
    available: true,
  },
  {
    brand: "Бренд",
    name: "Полное название товара в несколько строк для вида с обрывом в конце строки",
    price: 5990,
    oldPrice: 5990,
    available: true,
  },
  {
    brand: "Бренд",
    name: "Полное название товара в несколько строк для вида с обрывом в конце строки",
    price: 5990,
    oldPrice: 5990,
    available: true,
  },
  {
    brand: "Бренд",
    name: "Полное название товара в несколько строк для вида с обрывом в конце строки",
    price: 5990,
    oldPrice: 5990,
    available: true,
  },
  {
    brand: "Бренд",
    name: "Полное название товара в несколько строк для вида с обрывом в конце строки",
    price: 5990,
    oldPrice: 5990,
    available: true,
  },
  {
    brand: "Бренд",
    name: "Полное название товара в несколько строк для вида с обрывом в конце строки",
    price: 5990,
    oldPrice: 5990,
    available: true,
  },
];
